Repository: dnorbertb/notes_app_swift_ios
Catalog: NotesApp/Translations/Localizable.xcstrings
Source language: en
Languages: pl

# already-registered?
source: Are you already registered? Login!
pl: Masz konto? Zaloguj się!

# dont-have-account?
source: You don't have an account? Register!
pl: Nie masz jeszcze konta? Zarejestruj się!

source: Edit
pl: Edytuj

# email
source: E-mail address
pl: Adres e-mail

# home-title
source: Your notes
pl: Twoje notatki

# incorrect-values
source: Entered password is too weak
pl: Wprowadzono zbyt słabe hasło!

# invalid-credentials
source: Incorrect password!
pl: Nieprawidłowe hasło!

# is-email-error
source: Email needs to be a valid email address
pl: Email musi być prawidłowym adresem email

source: Login
pl: Zaloguj

source: Name
pl: Imię

source: Password
pl: Hasło

source: Register
pl: Zarejestruj

# server-error
source: Server error! Please try again later!
pl: Błąd serwera! Proszę spróbować później.

# unknown-error
source: Unknown error! Try again later!
pl: Nieznany błąd! Spróbuj ponownie później.

# user-already-exist
source: User with this is email is already registered!
pl: Ten użytkownik jest już zarejestrowany!

# user-not-found
source: User with this email doesn’t exist!
pl: Użytkownik z tym adresem email nie istnieje!
